<?
$recog_types_sim=array(

// 110 - деньги
// 120 - блокировка

/********* Билайн *******/
    // beeline номер заблокирован воспользуйтесь нашими возможностями
112 => array("номер заблокирован воспользуйтесь","заблокирован воспользуйтесь нашими"),
    //к сожалению ваш номер временно заблокирован пожалуйста обратитесь центр поддержки клиентов билайн по телефону иной 6 1 1 info сотри его из центры блог издаю йоу секс уан
122 => array("сожалению ваш номер","ваш номер временно","номер временно заблокирован"),



/********* Megafon *******/
    //сумма на вашем счете недостаточно для свершения исходящих вызовов для себя биссектриса набирайте 1 1 2
111 => array("сумма на вашем счете","вашем счете недостаточно","счете недостаточно для свершения","счете недостаточно для совершения","свершения исходящих вызовов","совершения исходящих вызовов"),
    //установлено ограничение связи пожалуйста
112 => array("установлено ограничение связи","ограничение связи пожалуйста"),



/********* TELE2 *******/
    //на вашем счете недостаточно средств для смеш
115 => array("вашем счете недостаточно","счете недостаточно средств"),
    //на ваш номер установлено ограничение исходящих связи
125 => array("ваш номер установлено","номер установлено ограничение","установлено ограничение исходящих","установлено ограничение исходящей"),


/********* Velcom *******/
    // заблокирован пожалуйста скажите ходила слушать || ваш номер заблокирован
    // лицевому счету недостаточно средств
    // решение вызова средств на вашем балансе достаточно рекомендуем пополнить счет
    // пожалуйста пополните счет
116 => array("заблокирован пожалуйста скажите","заблокирован пожалуйста свяжитесь","ваш номер заблокирован","рекомендуем пополнить счет","пожалуйста пополните счет","средств на вашем балансе"),

/********* Velcom *******/
    // извините у вас нет доступа к услуге пожалуйста обратитесь крачун самоценности
127 => array("извините у вас нет доступа","извините у вас нету когда","извините у вас нету что")

);
?>